{

  "army branches": {
    "thumbnail": null,
    "definition": "Army branches are the sub-forces of an army. These are popularly known as \"divisions\" in the army community. These may also be understood as the branches of an army."
  },

  "chatbar formation": {
    "thumbnail": null,
    "definition": "The chatbar formation is a horizontal line formation in which players form a line at the bottom edge of the screen. It is often represented by the underscore (\"_\") symbol."
  },

  "cpa battleground": {
    "thumbnail": null,
    "definition": "Club Penguin Army Battleground (CPAB) is an army-oriented Club Penguin private server."
  },

  "discord scouting": {
    "thumbnail": "communication.png",
    "definition": "Discord scouting is the most popular recruiting method which involves messaging new individuals in another Discord community."
  },

  "swat divisions": {
    "thumbnail": null,
    "definition": "The SWAT Divisions are two <dfn>army branches</dfn>. These are SWAT's sub-forces which have their own leaders. Broadly, they are part of the SWAT army."
  },

  "division command elections": {
    "thumbnail": null,
    "definition": "Division Command Elections (DCE) take place monthly to decide the Division Command members for the new term. One month represents one term. These elections decide 2 leaders for the <dfn>SWAT Divisions</dfn>."
  },

  "inside dojo": {
    "thumbnail": null,
    "definition": "Inside Dojo is the Dojo room which is found after entering the building within the Dojo Courtyard. It cannot be directly accessed from the map."
  },

  "inside mine": {
    "thumbnail": null,
    "definition": "Inside Mine is the Mine room which is found after entering the building within the Mine Shack. It cannot be directly accessed from the map."
  },

  "pre-room": {
    "thumbnail": null,
    "definition": "The pre-room is the preparation period of an event. It is the room joined during the \"log on\" period and during <dfn>warm up</dfn>."
  },

  "private": {
    "thumbnail": null,
    "definition": "Private is the lowest rank in SWAT, besides Recruit. It is achieved by creating a CPA Battleground account."
  },

  "recruit": {
    "thumbnail": null,
    "definition": "A recruit is an invitee to SWAT; someone invited by a inviter or recruiter."
  },

  "recruitment profile": {
    "thumbnail": "recruitment profiles.png",
    "definition": "A recruitment profile is a prepared Discord account offered by the SWAT Corporation for recruiting purposes. It is configured for efficient recruiting."
  },

  "recruitment regiment": {
    "thumbnail": null,
    "definition": "The Recruitment Regiment is a workforce or team dedicated to recruiting and mentoring within SWAT. All its members are expected to complete periodic requirements."
  },

  "seasons": {
    "thumbnail": null,
    "definition": "SWAT Seasons are a series of monthly themed events. Seasons contains missions in which agents have to compete."
  },

  "support ticket": {
    "thumbnail": null,
    "definition": "A support ticket is a thread which only the requestor and staff members may access. The requestor can ask for help in this thread."
  },

  "the leadership": {
    "thumbnail": null,
    "definition": "The (SWAT) Leadership is the highest authoritative body of the army. It consists of only Commanders."
  },

  "the swat corporation": {
    "thumbnail": "penguin professional.png",
    "definition": "The SWAT Corporation is the authority working behind the army. It consists of staff members, Staff-in-Training, and advisors. It is the chief decision-making workplace."
  },

  "troopstealing": {
    "thumbnail": "troopstealing.png",
    "definition": "Troopstealing is the act of recruiting a member into your own army who is already enlisted in another. It is often frowned upon."
  },

  "underground pool": {
    "thumbnail": null,
    "definition": "The Underground Pool is the Cave room which is found after entering the manhole in the Plaza, or a cave in the Inside Mine. It cannot be directly accessed from the map."
  },

  "visitors": {
    "thumbnail": null,
    "definition": "A visitor is an individual present in the SWAT Discord server, belonging to another Club Penguin army, or unaffiliated."
  },

  "warm up": {
    "thumbnail": null,
    "definition": "Warm up occurs later in the <dfn>pre-room</dfn>, during which tactics are sent. This is not part of the main event, however, and is only for activity checks and practice."
  }

}